Revit 2024 API
BuiltInFailures.CutFailures.InstanceNotCuttingAnything Property
 Instance(s) of [Symbol] not cutting anything.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId InstanceNotCuttingAnything { get; }
Visual Basic
Public Shared ReadOnly Property InstanceNotCuttingAnything As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ InstanceNotCuttingAnything {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.CutFailures Class
Autodesk.Revit.DB Namespace